Repository: ignaciogonlez/Outlet-car-UD
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Outlet Car - Inicio
es: Outlet Car - Home

source: Bienvenido a Outlet de Coches
es: Welcome to Outlet Car

source: ¡Encuentra las mejores ofertas de coches usados, de las mejores marcas y diferentes categorías!
es: Find the best deals on used cars, from top brands and different categories!

source: Visita nuestras secciones para conocer más sobre nuestras ofertas de coches, marcas y categorías.
es: Visit our sections to learn more about our car deals, brands, and categories.

source: Ver Ofertas Destacadas
es: View Featured Offers

source: Ofertas Relevantes por Marca
es: Relevant Offers by Brand

source: Precio:
es: Price:

source: Descuento:
es: Discount:

source: Disponible:
es: Available:

source: Ver Detalles del Coche
es: View Car Details

source: No hay ofertas disponibles en este momento.
es: No offers available at this moment.
